const sttexto = [
    "날이 저물고 당신은 드넓은 바다 위를 표류중이다.",
    "더 이상 당신에겐 나아갈 힘도, 체력도 남아 있지 않다.",
    "당신은 고되고 지친 몸을 적막한 배 한편에 기대었다."
]
const twbuttx = [
    "파도소리에 귀를 기울인다",
    "하늘을 올려다 본다"
]
const twbutnx = [
    {aa: ["당신은 눈을 감고 파도소리에 귀를 기울인다.",
        "피곤했던 몸과 마음이 한결 편안해졌다."]},
    {aa: ["당신은 고개를 들고 하늘을 바라본다.",
        "밤하늘을 수놓은 무수히 많은 별들이 당신을 반겨준다.",
        "피곤했던 몸과 마음이 한결 편안해졌다."]}
]
const thrtx = [
    "편안해진 마음 탓일까,",
    "하루의 피로가 당신을 덮쳐오기 시작했다.",
    "힘이 빠지고 정신이 아득해진다...",
    "이윽고 당신은 깊은 잠에 빠져들었다."
] 
const frtx = [
    "시간이 얼마나 흘렀을까...",
    "당신은 왠지 모를 불안감에 눈을떴다."
]
const passive = [
    "당신은 목적없는 항해를 계속하고있다...",
    "당신은 여전히 드넓은 바다위를 표류중이다...",
    "당신은 계속해서 앞으로 나아가고 있다..."
]
const whtxf = [
    "어디선가 낯선소리가 들려온다.",
    "당신은 소리가 나는 곳에 집중한다.",
    "그리고 그것이 발밑에서 들려오고 있다는 것을 깨달았다."
]
const whtxs = [
    "거대한 고래가 수면위에 모습을 드러냈다.",
    "당신은 그 위압감에 잠시 말을 잃었다.",
    "호흡을 마친 고래는 유유히 사라졌다.",
    "당신은 묘하게 마음이 차분해지는 것을 느꼈다."
]
const mermatx = [
    "배 구석에서 인기척이 느껴진다.",
    "당신은 그곳으로 조심스럽게 다가갔다.",
    "놀랍게도 아름다운 인어가 당신을 바라보고 있었다.",
    "그녀가 당신곁으로 다가왔다..."
]
const mermatxx = [
    "당신은 그녀의 사랑을 거부했다.",
    "그녀는 서운한 미소를 지으며 작별을 고했다.",
    "도망치듯 그녀는 바다속으로 유유히 사라졌다."
]
const mermatxo = [
    "당신은 그녀의 사랑을 받아 들였다.",
    "행복한 시간을 보낸 이후,",
    "그녀는 미소를 지으며 작별을 고했다.",
    "다음을 기약하고 그녀는 바다속으로 유유히 사라졌다."
]
const dolphintx = [
    "검은 형태의 정체모를 물체가 다가온다.",
    "당신은 조십스럽게 작살을 들고 경계하였다.",
    "이윽고 검은 형태의 물체가 눈앞까지 다가왔다.",
    "다행히 그것은 한무리의 돌고래들이었다.",
    "당신은 안도의 한숨을 내쉬고 돌고래 무리를 감상한다."
] 
const dolphintxx = [
    "당신은 무언가 결심이라도 한 듯 작살 쥐었다.",
    "그리고 지나가는 돌고래들을 하나둘 사냥하기 시작했다.",
    "곧 돌고래 무리는 사라졌고,",
    "당신 손에는 피묻은 작살과 돌고래의 살점이 들려있다."
]
const dolphintxo = [
    "아름다운 돌고래 무리가 지나가고",
    "다시 당신 곁에는 정적이 흐르기 시작했다.",
    "그러나 당신은 잠시나마 외로움을 달랬다는 것에 감사한다."
]
const stonetx = [
    "거대한 물체가 당신 앞으로 다가오고있다.",
    "이윽고 바위섬이 당신 앞에 모습을 드러냈다."
]
const stonetxa = [
    "당신의 배는 오른쪽으로 선회한다.",
    "당신은 미래로 나아간다. "
]
const stonetxb = [
    "당신의 배는 왼쪽으로 선회한다.",
    "당신은 과거를 돌아본다."
]
const stonetxc = [
    "당신은 바위섬에 가까이 다가가본다.",
    "곧 바위섬에 글귀가 적혀있다는 사실을 깨닫는다.",
    "과거 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 미래"
]
const sharktxf = [
    "바닷물이 강하게 출렁인다.",
    "생전 보지 못한 거대한 상어가 배에 접근했다.",
    "냄새를 맡은건지 배 주위를 배회하며 위협하기 시작했다.",
    "당신은 각오를 다진다."
]
const sharktxs = [
    "당신은 그 거대한 생명체를 작살로 위협하며 저항한다.",
    "그러나 그것은 아랑곳 않고 당신의 배를 공격했다.",
    "한참의 사투끝에 상어는 지쳐 물러났다.",
    "당신은 다리에 힘이 풀려 바닥에 주저 앉는다.",
    "배 곳곳도 피해를 입고 상태가 좋지 않다.",
    "그럼에도 당신은 살아있음에 감사를 느낀다."
]
const sharktxt = [
    "당신은 돛을 펼치고 속력을 높였다.",
    "그것은 빠른 속도로 당신을 쫓아온다.",
    "이내 상어는 시야에서 사라졌다.",
    "당신은 안도의 한숨을 내쉰다.",
    "그러나 소중한 무언가가 바람에 날아가버렸단 사실을 깨달았다."
]
const krakentxf = [
    "바다에 짙은 어둠이 드리운다.",
    "잠시동안의 고요...",
    "미지의 공포에 당신은 등골이 오싹해진다.",
    "이내 수 많은 촉수들이 배를 공격했다."
]
const krakentxs = [
    "당신은 버텨냈다.",
    "그러나 당신은 상당히 지쳤다.",
    "힘겨운 발걸음을 이끌고 배 한편에 몸을 기댄다.",
    "당신은 기절하듯이 쓰러져 휴식을 취한다."
]
const krakentxt = [
    "버거운 공격에 당신은 몸을 숨겼다.",
    "계속된 공격 끝에 그것은 흥미를 잃고 사라졌다.",
    "당신은 갑판으로 나와 주변을 살피고 상태를 확인한다.",
    "당신의 배는 상당한 피해를 입었다."
]
const sirentxf = [
    "감미로운 노랫소리가 들려온다.",
    "당신 홀린듯 노랫소리를 감상한다.",
    "그러나 이내 소리는 고막을 찟는 듯한 괴성으로 변했다.",
    "그리고 하늘에서 반인반조의 괴물들이 나타났다."
]
const sirentxs = [
    "당신은 그것들을 쫓아냈다.",
    "노랫소리가 점점 작아지고 곧 사방 팔방 흩어졌다.",
    "당신의 마음을 다잡았다."
]
const sirentxt = [
    "당신은 점점 정신이 혼미해진다.",
    "이윽고 정신을 차려보니 그것들은 사라진 이후였다.",
    "당신의 머리가 깨질듯이 아프다."
]