const sttexto = [
    "날이 저물고 당신은 드넓은 바다 위에서 표류중이다.",
    "더 이상 당신에겐 나아갈 힘도, 체력도 남아 있지 않다.",
    "당신은 고되고 지친 몸을 적막한 배 한편에 기대었다."
]
const twbuttx = [
    "파도소리에 귀를 기울인다",
    "하늘을 올려다 본다"
]
const twbutnx = [
    {aa: ["당신은 눈을 감고 파도소리에 귀를 기울였다.",
        "피곤했던 몸과 마음이 한결 편안해졌다."]},
    {aa: ["당신은 고개를 들고 하늘을 바라봤다.",
        "밤하늘을 수놓은 무수히 많은 별들이 당신을 반겨준다.",
        "피곤했던 몸과 마음이 한결 편안해졌다."]}
]
const thrtx = [
    "편안해진 마음 탓일까,",
    "하루의 피로가 당신을 덮쳐오기 시작했다.",
    "힘이 빠지고 정신이 아득해진다...",
    "이윽고 당신은 깊은 잠에 빠져들었다."
] 
const frtx = [
    "시간이 얼마나 흘렀을까...",
    "당신은 왠지 모를 불안감에 눈을떴다."
]
const passive = [
    "당신은 목적없는 항해를 계속하고있다...",
    "당신은 여전히 드넓은 바다위를 표류중이다...",
    "당신은 계속해서 앞으로 나아가고 있다..."
]
const whtxf = [
    "어디선가 낯선소리가 들려온다.",
    "당신은 소리가 나는 곳에 집중한다.",
    "그리고 그것이 발밑에서 들려오고 있다는 것을 깨달았다."
]
const whtxs = [
    "거대한 고래가 수면위에 모습을 드러냈다.",
    "당신은 그 위압감에 잠시 말을 잃었다.",
    "호흡을 마친 고래는 유유히 사라졌다.",
    "당신은 묘하게 마음이 차분해지는 것을 느꼈다."
]
const mermatx = [
    "배 구석에서 인기척이 느껴진다.",
    "당신은 그곳으로 조심스럽게 다가갔다.",
    "놀랍게도 아름다운 인어가 당신을 바라보고 있었다.",
    "그녀가 당신곁으로 다가왔다..."
]
const mermatxx = [
    "당신은 그녀의 사랑을 거부했다.",
    "그녀는 서운한 미소를 지으며 작별을 고했다.",
    "도망치듯 그녀는 바다속으로 유유히 사라졌다."
]
const mermatxo = [
    "당신은 그녀의 사랑을 받아 들였다.",
    "행복한 시간을 보낸 이후,",
    "그녀는 미소를 지으며 작별을 고했다.",
    "다음을 기약하고 그녀는 바다속으로 유유히 사라졌다."
]
const dolphintx = [
    "검은 형태의 정체모를 물체가 다가온다.",
    "당신은 조십스럽게 작살을 들고 경계하였고",
    "이윽고 검은 형태의 물체가 눈앞까지 다가왔다.",
    "다행히 그것은 한무리의 돌고래들이었다.",
    "당신은 안도의 한숨을 내쉬고 돌고래 무리를 감상한다."
] 
const dolphintxx = [
    "당신은 무언가 결심이라도 한 듯 작살 쥐었다.",
    "그리고 지나가는 돌고래들을 하나둘 사냥하기 시작했다.",
    "곧 돌고래 무리는 사라졌고,",
    "당신 손에는 피묻은 작살과 돌고래의 살점이 들려있었다."
]
const dolphintxo = [
    "아름다운 돌고래 무리가 지나가고",
    "다시 당신 곁에는 정적이 흐르기 시작했다.",
    "그러나 당신은 잠시나마 외로움을 달랬다는 것에 감사한다."
]